Repository: SUMA-CZ/sss_mobile
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: cs

# NSPhotoLibraryUsageDescription
source: Selecting images to upload receipt pictures
cs: Nahrávání dokladů

# NSCameraUsageDescription
source: Taking photo of receipts
cs: Focení dokladů

# NSMicrophoneUsageDescription
source: Voice message recording
cs: Nahrávání zpráv

# NSContactsUsageDescription
source: Selecting contacts
cs: Načítání kontaktů

# NSCalendarsUsageDescription
source: For editing events
cs: Editace eventů

# NSAppleMusicUsageDescription
source: For music playback
cs: Přehrávání hudby

# NSMotionUsageDescription
source: Recording your trip
cs: Nahrávání jízdy

# NSSpeechRecognitionUsageDescription
source: Voice detection for automatic trip note recording
cs: Detekce řeči

# NSLocationAlwaysUsageDescription
source: For recording your trip
cs: Zaznamenání parkovaní

# NSLocationWhenInUseUsageDescription
source: For recording your trip
cs: Zaznamenání parkovaní
