Repository: SUMA-CZ/sss_mobile
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: cs_cz

# loginTitle
source: Login into SSS
cs_cz: Přihlášení do SSS

# loginButton
source: Login
cs_cz: Přihlásit se

# loginEmailInvalid
source: Invalid email
cs_cz: Neplatný email

# loginPassword
source: Password
cs_cz: Heslo

# loginPasswordIsEmpty
source: Password is empty
cs_cz: Prázdné heslo

# vehiclesCompanyVehicles
source: Company Vehicles
cs_cz: Firemní vozy

# vehiclesPersonalVehicles
source: Personal Vehicles
cs_cz: Soukromé vozy

source: REFRESH
cs_cz: Zkusit znovu

# vehicleDetailNoLocation
source: No location recorded
cs_cz: K tomuto vozidlu nebyly uloženy žádné souřadnice

source: Begin date
cs_cz: Počáteční datum

# endData
source: End date
cs_cz: Konečné datum

source: Begin odometer
cs_cz: Počáteční stav km

source: End odometer
cs_cz: Konečný stav km

# officialTrip
source: Business trip
cs_cz: Pracovní cesta

source: Parking note
cs_cz: Poznámka k parkování

# description
source: Purpose of trip
cs_cz: Účel cesty

source: Date interval
cs_cz: Časový interval

source: Fuel level
cs_cz: Množství paliva v nádrži

source: Vehicles
cs_cz: Vozidla

# selectMapLocation
source: Parking spot
cs_cz: Misto parkování

# failedToSaveTrip
source: Error saving, is your End odometer greater than Begin odometer?
cs_cz: Jízdu se nepodařilo uložit, je konečný stav km větší než počáteční?

# failedDelete
source: Error deleting record
cs_cz: Záznam se nepodařilo smazat

source: Save
cs_cz: Uložit

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat

# errorCom
source: Error connecting to SSS
cs_cz: Chyba komunikace se SSS

source: Date
cs_cz: Datum

source: Price
cs_cz: Cena

source: Note
cs_cz: Poznámka

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

# litres
source: Amount of litres
cs_cz: Množství litrů

source: Fuel Type
cs_cz: Typ paliva

# vat
source: TAX
cs_cz: DPH

source: Currency
cs_cz: Měna

# failedToRefueling
source: Error while saving refueling, check the form data.
cs_cz: Error při ukládání tankovaní, zkontrolujte hodnoty ve formuláři.

# validationRequired
source: Required value
cs_cz: Povinná hodnota

# validationMin1
source: Must be greater than 1
cs_cz: Musí být > 1

# validationNumeric
source: Must be numeric
cs_cz: Musí být číslo
